// SyncProgressSheet.m
"\r\r\r" = "\r\r\r";

// AppViewController.m
"App" = "アプリ";
"Back" = "戻る";
"Total %@" = "合計 %@";

// WeeklyTotalViewController.m
"%d Applications (%@-%@)" = "%d アプリケーション (%@-%@)";

// CountriesTotalViewController.m
"%d Applications (%@)" = "%d アプリケーション (%@)";

// TotalTableViewController.m
"%d Applications" = "%d アプリケーション";

// AppTotalInfoCell.m
"Total" = "合計";

// DailyViewController.m
"All Applications" = "すべてのアプリケーション";
"Daily" = "日";
"Weekly" = "週";

// CountryTableViewController.m
"%d Countries" = "%dカ国";
"Sales" = "売り上げ";
"Sales - %@" = "売り上げ - %@";
"Units" = "ダウンロード";
"Units - %@" = "ダウンロード - %@";
"Upgrade" = "アップグレード";
"Upgrade - %@" = "アップグレード - %@";

// CircleGraphView.m
"You can change the graph with double tap." = "ダブルタップでグラフを変更できます。";
"no data" = "データがありません";

// WeeklyTableViewController.m
"Weekly - Sales (%@ - %@)" = "週毎 - 売り上げ (%@ - %@)";
"Weekly - Units (%@ - %@)" = "週毎 - ダウンロード (%@ - %@)";
"Weekly - Upgrade (%@ - %@)" = "週毎 - アップグレード (%@ - %@)";

// AppCountriesViewController.m
"Countries" = "国別";

// StoreSalesAppDelegate.m
"No thanks." = "読まない";
"OK" = "OK";
"Please retry to reload info later." = "再度通貨レートとアプリケーション情報を更新してください。これらの情報が正しく更新されないと、売り上げが正しく表示されない可能性があります。";
"StoreSales" = "StoreSales";
"Sure" = "読みます";
"To check exisiting data of In App Purchase, please clear this iPhone's data base using info view and send all sales info to this iPhone again." = "In App Purchaseのデータを表示させるためには，iPhone側のデータを初期化し，再度データをiPhoneに送信してください．";
"To use StoreSaels, you have to pair iPhone with Mac over WiFi network. Would you like to read the tutorial about setup? Of course, you can read it via sync view later." = "StoreSalesを使うために，WiFiネットワークを通して，iPhoneとMacをペアリングする必要があります．このセットアップについてのチュートリアルをお読みになりますか？もちろん後でチュートリアルを読むこともできます．";

// TutorialPageView.m
"At first, you have to download and install StoreSales for MacOSX via http://son-son.sakura.ne.jp/app_store/storesales_en.html. You can download it via this URL." = "はじめにMacにStoreSales for MacOSXをインストールしてください。http://son-son.sakura.ne.jp/app_store/storesales_ja.htmlのURLからダウンロードできます。";
"Condition" = "動作条件";
"Copy files" = "ファイルをコピー";
"Copy sales log files into 'Log File Folder', which you want to send to iPhone." = "iPhoneに送信したい売り上げファイルを'ログ保存フォルダ'にコピーしてください．";
"Device list panel is opened. Push 'Pairing' button of your iPhone device." = "デバイスリストが開きます。あなたのiPhoneの名前の横の'ペアリング'ボタンを押してください。";
"Finished pairing" = "ペアリング完了";
"First step" = "はじめに";
"If you already have finished pairing your Mac, and then the receiving button is shown on iPhone's sync view." = "Macとのペアリング完了していれば。iPhoneの同期ビューにファイルを受け取るボタンが表示されます。";
"Input Passcode" = "入力パスコード";
"Log File Folder" = "ログ保存フォルダ";
"Next setup pairing. Turn back to iPhone, run StoreSales on iPhone. And then push 'Sync' button." = "次はペアリングです。作業はiPhoneに戻ります。iPhoneでStoreSalesを起動し、右上の'同期'ボタンを押してください。";
"Open confirmation sheet on Mac and then push OK after checking device name." = "Macで送信の実行確認シートが表示されます。接続を要求しているデバイス名を確認して、OKを押してください。";
"Please input the passcode which is currently shown on your iPhone." = "iPhoneに表示されているパスコードを入力してください。";
"Receive sales log" = "売り上げログを受け取る";
"Run StoreSales for MacOSX, you can change the path of 'Log File Folder' with 'Choose Log File Folder'. The default path is '~/Library/Application Support/StoreSales/log'." = "StoreSales for MacOSXを起動してください．'ログ保存フォルダの選択'を選ぶと'ログ保存フォルダ' を変更できます，デフォルトは'~/Library/Application Support/StoreSales/log'です．.";
"Select 'StoreSales' icon on the system menu bar, and select 'Pairing with new device' to open pairing view." = "'StoreSales'アイコンをシステムメニューバーから選び、'新しいデバイスとペアリング'を選択し、ペアリングビューを開いてください。";
"Selecting 'Receive sales log from Mac', you can receive sales log from your Mac." = "'売り上げファイルをMacから受信'を選択し、Macから売り上げログを受信してください。";
"Setup MacOSX" = "Macをセットアップ";
"StoreSales needs Mac, iPhone and WiFi to communicate between them. StoreSales uses WiFi network to send sales log files from Mac to iPhone." = "StoreSalesは、MacとiPhoneとそれらが接続されたWiFiネットワークが必要です。StoreSalesは、MacからiPhoneへ売り上げファイルをWiFiネットワークを使って送信します。";
"Sync view" = "同期ビュー";
"Sync view is opened. Select 'Pairing with Your Mac'." = "同期ビューが開かれます. 'Macとペアリングする'ボタンを押してください。";
"Thank you for downloading StoreSales!!" = "StoreSalesをダウンロードいただき、ありがとうございます。";
"Thank you for your reading!!" = "チュートリアルをお読みくださりありがとうございました。";
"This passcode is used to authorize your iPhone by your Mac. Keep iPhone displaying this passcode. Next, input this number into StoreSales for MacOSX." = "このパスコードは、iPhoneを認証するために使います。次に MacのStoreSalesでこのパスコードを入力します。";
"Tutorial" = "チュートリアル";
"on MacOSX" = "Macで";

// SyncingController.m
"AuthorizationFailed" = "認証失敗";
"Connecting..." = "接続中...";
"Disconnected" = "接続が解除されました";
"Error" = "エラー";
"Synchronizing with your Mac" = "ファイルを受信しています...";
"Update application info and currency rate..." = "アプリケーション情報と通貨レートを更新中...";

// SyncViewController.m
"" = "";
"%@" = "%@";
"Close" = "閉じる";
"Currency rate and Application Info" = "通貨レートとアプリ情報";
"Download from iTunes connect" = "iTunes connectからダウンロード";
"Edit ITC account" = "アカウント情報の編集";
"No pairing Mac" = "ペアリングしたMacはありません";
"Pairing with Your Mac" = "Macとペアリングする";
"Password" = "パスワード";
"Read all log file from Mac" = "売り上げファイルをMacから受信";
"Reload" = "更新";
"Revoke pairing" = "ペアリングを再設定する";
"Sync" = "同期";
"Update" = "更新";
"Username" = "ユーザ名";
"You can change currency to display via Setting app." = "設定アプリで表示に使用する通貨レートを変更できます。";
"Your Mac" = "Your Mac";
"iTunes connect (Debug only)" = "iTunes connect (Debug only)";
"iTunes connect account" = "iTunes connect アカウント";
"offline" = "オフライン";
"online" = "オンライン";

// PairingViewController.m
"For paring with Your Mac" = "Macから売り上げログファイルを受け取るため、Macのシステムメニューバーから、\"新しいデバイスとのペアリング\"を選んでください。そして、リストの中から%@を選んで、上記のパスコードを入力してください。";
"Pairing" = "ペアリング";
"Passcode" = "パスコード";
"this iPhone's name" = "このiPhoneの名前";

// DisclaimerViewController.m
"Disclaimer" = "免責条項";

// InfoViewController.m
"Application" = "アプリケーション";
"Are you sure to delete all data?" = "本当にすべての売り上げデータを削除しますか？";
"Cancel" = "キャンセル";
"Contact" = "Contact";
"Contact, please send unknown bugs or your feedback." = "バグや意見を送ってください。";
"Copyright" = "著作権";
"Delete" = "削除";
"Delete all data" = "すべてのデータを削除";
"Done" = "完了";
"Info" = "情報";
"Initialize" = "初期化";
"License" = "ライセンス";
"Mail with Mail.app" = "メールで送信";
"Name" = "名前";
"Open Site with Safari" = "Safariで開く";
"SupportMailAddress" = "yoshida.yuichi@gmail.com";
"Version" = "バージョン";
"Warning" = "Warning";
"WebSiteURL" = "http://son-son.sakura.ne.jp/app_store/storesales_ja.html";
"You have to pairing this iPhone with your mac" = "初期化後は、Mac側のペアリングを削除する必要があります。";
"[StoreSales contact] " = "[StoreSales contact] ";
"sonson" = "sonson";

// LineChartMeasureView.m
"(Units)" = "(Units)";

// AppWeeklyViewController.m
"Weekly Reports" = "週毎のデータ";

// SNDownloader.m
"DifferentURLIsLoaded." = "異なるURLが読み込まれました。";

// IconDrawerButton.m
"Flag icon" = "国旗アイコン";
"Flag icons, provied by icondrawer.com" = "Flag icons are made by www.IconDrawer.com";
"Open Safari" = "Safariで開く";
"about.www.icondrawer.com" = "国旗アイコンは、icondrawerの著作物です。詳しくは、Webサイトをご覧ください。";

// DailyTableViewController.m
"Daily - Sales (%@ - %@)" = "日毎 - 売り上げ (%@ - %@)";
"Daily - Units (%@ - %@)" = "日毎 - ダウンロード (%@ - %@)";
"Daily - Upgrade (%@ - %@)" = "日毎 - アップグレード (%@ - %@)";

// AppDailyViewController.m
"Daily Reports" = "日毎のデータ";

